/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "Datorns Internetanslutning verkar vara nedkopplad.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "Datorns Internetanslutning kan vara nedkopplad.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "Datorns Internetanslutning verkar vara aktiv.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "Datorns DNS-server svarar inte.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "DNS-servern kunde inte hitta servernamnet.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Datorns router svarar inte.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Den server som datorn försöker ansluta till svarar inte.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "Datorns Internetanslutning verkar vara aktiv.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Lösenord för webbformulär";

/* HTTP result code string */
"accepted" = "godkänd";

/* HTTP result code string */
"bad gateway" = "felaktig gateway";

/* HTTP result code string */
"bad request" = "felaktig förfrågan";

/* HTTP result code string */
"client error" = "klientfel";

/* HTTP result code string */
"conflict" = "konflikt";

/* HTTP result code string */
"continue" = "fortsätt";

/* HTTP result code string */
"created" = "skapad";

/* HTTP result code string */
"expectation failed" = "ej förväntad respons";

/* HTTP result code string */
"forbidden" = "förbjuden";

/* HTTP result code string */
"found" = "hittad";

/* HTTP result code string */
"gateway timed out" = "gateway nådde en maxtidsgräns";

/* HTTP result code string */
"informational" = "information";

/* HTTP result code string */
"internal server error" = "internt serverfel";

/* HTTP result code string */
"length required" = "längd erfordras";

/* HTTP result code string */
"method not allowed" = "metoden är inte tillåten";

/* HTTP result code string */
"moved permanently" = "har flyttats permanent";

/* HTTP result code string */
"multiple choices" = "flera val";

/* HTTP result code string */
"needs proxy" = "behöver proxy";

/* HTTP result code string */
"no content" = "inget innehåll";

/* HTTP result code string */
"no error" = "inget fel";

/* HTTP result code string */
"non-authoritative information" = "icke-auktoritativ information";

/* HTTP result code string */
"not found" = "hittades inte";

/* HTTP result code string */
"not modified" = "inte ändrat";

/* HTTP result code string */
"partial content" = "del av innehåll";

/* HTTP result code string */
"payment required" = "betalning krävs";

/* HTTP result code string */
"precondition failed" = "förhandsvillkor uppfylldes inte";

/* HTTP result code string */
"proxy authentication required" = "proxyautentisering krävs";

/* HTTP result code string */
"redirected" = "omdirigerat";

/* HTTP result code string */
"no longer exists" = "finns inte längre";

/* HTTP result code string */
"request timed out" = "tiden för förfrågan löpte ut";

/* HTTP result code string */
"request too large" = "förfrågan för stor";

/* HTTP result code string */
"requested URL too long" = "begärd URL för lång";

/* HTTP result code string */
"requested range not satisfiable" = "begärt intervall går inte att uppfylla";

/* HTTP result code string */
"reset content" = "återställ innehåll";

/* HTTP result code string */
"see other" = "se annat";

/* HTTP result code string */
"server error" = "serverfel";

/* HTTP result code string */
"service unavailable" = "tjänsten är inte tillgänglig";

/* HTTP result code string */
"success" = "klart";

/* HTTP result code string */
"switching protocols" = "byter protokoll";

/* HTTP result code string */
"temporarily redirected" = "tillfälligt omdirigerad";

/* HTTP result code string */
"unacceptable" = "ej acceptabel";

/* HTTP result code string */
"unauthorized" = "inte auktoriserad";

/* HTTP result code string */
"unimplemented" = "ej implementerad";

/* HTTP result code string */
"unsupported media type" = "medietypen stöds inte";

/* HTTP result code string */
"unsupported version" = "version som inte stöds";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Ett problem inträffade vid kommunikationen med webbproxyservern (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Ett problem inträffade vid kommunikationen med den säkra webbproxyservern (HTTPS).";

/* WebFoundationErrorUnknown description */
"Err-998" = "avbröts";

/* WebFoundationErrorCancelled description */
"Err-999" = "dålig URL";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "Förfrågans tidsgräns nåddes.";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "URL:n stöds inte";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "Kunde inte hitta en server med det angivna värdnamnet.";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Kunde inte ansluta till servern.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Nätverksanslutningen förlorades.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "DNS-sökfel";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "för många HTTP-omdirigeringar";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "resurs ej tillgänglig";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "Datorns Internetanslutning verkar vara nedkopplad.";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "omdirigerad till ingenstans";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "Fick ett felaktigt svar från servern.";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "nollbyteresurs";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "kan inte avkoda rådata";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "kan inte avkoda innehållsdata";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "kan inte tolka svar";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "Internationell roaming är avaktiverad för tillfället.";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "Kan inte skapa en dataanslutning eftersom ett samtal pågår just nu.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "En dataanslutning tillåts inte just nu.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "begärans brödtextström uttömd";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "Den begärda URL:en hittades inte på den här servern.";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "filen är en katalog";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "Du har inte behörighet för den begärda resursen.";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "resursen överskrider maximal storlek";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "Ett SSL-fel har inträffat och en säker anslutning till servern kan inte upprättas.";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Giltighetstiden för serverns certifikat har gått ut.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Certifikatet för servern har löpt ut. Det är möjligt att du ansluter till en server som är maskerad till att vara ”%@”, vilket kan riskera känslig information.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Certifikatet för den här servern är ogiltigt.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Certifikatet för servern är ogiltigt. Det är möjligt att du ansluter till en server som är maskerad till att vara ”%@”, vilket kan riskera känslig information.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Certifikatet för den här servern signerades av en okänd certifikatutfärdare.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Certifikatet för servern signerades av en okänd certifieringsauktoritet. Det är möjligt att du ansluter till en server som är maskerad till att vara ”%@”, vilket kan riskera känslig information.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Certifikatet för den här servern är inte giltigt än.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Certifikatet för servern är inte giltigt ännu. Det är möjligt att du ansluter till en server som är maskerad till att vara ”%@”, vilket kan riskera känslig information.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Servern accepterade inte certifikatet.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "Servern ”%@” accepterade inte certifikatet.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "Servern kräver ett klientcertifikat.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "Servern ”%@” kräver ett klientcertifikat.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "kan inte läsa in från nätverk";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "Kan inte skapa fil";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Kan inte öppna fil";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Ett fel inträffade när filen skulle stängas";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Kan inte skriva fil";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Kan inte ta bort fil";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Kan inte flytta fil";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Avkodning vid hämtning misslyckades";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Avkodning vid hämtning misslyckades";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Vill du ansluta till servern ändå?";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Om du vill ändra proxyinställningarna öppnar du inställningspanelen Nätverk, klickar på Avancerat och sedan Proxyservrar. Om du behöver hjälp kontaktar du nätverkets administratör.";

/* Recovery suggestion */
"To change your proxy settings, open Network preferences, click Advanced, and then click Proxies. For help with this problem, contact your system administrator." = "Om du vill ändra proxyinställningarna öppnar du Nätverksinställningar, klickar på Avancerat och därefter på Proxyservrar. Kontakta systemadministratören om du behöver hjälp med det här problemet.";
